export const TAG_TABLE = [
	{
		name: '기관',
		sub: [
			{ name: '고객정보', sub: ['정보관리', '탈퇴'] },
			{
				name: '불편',
				sub: [
					'결제',
					'공고관련',
					'기타',
					'요양사연락',
					'유료상품',
					'중복된사업자번호',
					'지원자관리',
					'지원자없음',
					'포인트충전',
				],
			},
			{
				name: '사용법',
				sub: ['공고관련', '구인요청', '기타', '로그인', '유료상품', '지원자관리', '포인트', '회원가입'],
			},
			{
				name: '제안',
				sub: ['제안'],
			},
		],
	},
	{
		name: '아카데미',
		sub: [
			{
				name: '문의',
				sub: [
					'결제',
					'교육자료',
					'기타',
					'배송',
					'비용',
					'수강',
					'수강취소',
					'시험',
					'연령',
					'유효기한',
					'이벤트',
					'일자리',
					'지격증발급방법',
					'자격증효용성',
					'환불',
				],
			},
			{
				name: '불편',
				sub: ['결제', '기타', '수강', '시험', '자격증발급', '주소입력'],
			},
			{ name: '오류', sub: ['결제', '기타', '수강', '시험', '자격증발급'] },
			{
				name: '요청',
				sub: ['자격증관련', '재발급'],
			},
		],
	},
	{
		name: '요양사',
		sub: [
			{
				name: '고객정보',
				sub: ['정보관리', '탈퇴'],
			},
			{
				name: '불편',
				sub: [
					'기관연락',
					'기타',
					'로그인',
					'마감된채용공고',
					'알림',
					'알림거부',
					'알림안옴',
					'위치변경',
					'일자리없음',
					'전화번호확인',
					'지원방법',
				],
			},
			{
				name: '사용법',
				sub: [
					'기타',
					'알림설정',
					'위치변경',
					'일자리검색',
					'일자리검색(비로그인접근)',
					'일자리상세문의',
					'지원방법',
					'회원가입',
				],
			},
			{
				name: '오류',
				sub: ['기타', '알림', '어플', '위치변경', '전화번호연결', '지도보기', '지원'],
			},
			{
				name: '이벤트',
				sub: ['이벤트'],
			},
			{
				name: '제안',
				sub: ['제안'],
			},
			{
				name: 'CBT',
				sub: ['CBT 관련 전체 문의'],
			},
		],
	},
	{
		name: '일반',
		sub: [
			{ name: '상황공유', sub: ['상황공유'] },
			{ name: '아웃바운드', sub: ['아웃바운드'] },
			{ name: '운영시간외전화인입', sub: ['운영시간외전화인입'] },
			{ name: '응대불가', sub: ['응답없음차단'] },
			{ name: '인터뷰', sub: ['인터뷰'] },
			{
				name: '일반문의',
				sub: ['가족요양', '기관', '기타', '다른일자리', '보수교육', '보호자구인', '자격증', '치매교육'],
			},
			{ name: '잘못된전화', sub: ['잘못된전화'] },
			{ name: '전화->채팅', sub: ['전화->채팅'] },
			{ name: '추후안내', sub: ['추후안내'] },
			{ name: '콜백', sub: ['콜백'] },
			{ name: '콜백완료', sub: ['콜백완료'] },
			{ name: '테스트', sub: ['테스트'] },
			{ name: '학인필요', sub: ['학인필요'] },
			{ name: 'B2G', sub: ['전화안내'] },
			{ name: 'CBT', sub: ['CBT'] },
		],
	},
] as const;
